Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [0001]<VERS>Version %1s|
id: [0001]<VERS>Versi %1s|

source: [0011]<QUIT>Quit|
id: [0011]<QUIT>Keluar|

source: [0012]<TRAN>Training|
id: [0012]<TRAN>Pelatihan|

source: [0017]<CANC>Cancel|
id: [0017]<CANC>Batal|

source: [0019]<NEWP>New Player|
id: [0019]<NEWP>Permainan Baru|

source: [0020]<DELP>Delete|
id: [0020]<DELP>Hapus|

source: [0021]<SELP>Continue|
id: [0021]<SELP>Lanjutkan|

source: [0022]Please select your name from this list|
id: [0022]Pilih nama Anda dari daftar ini|

source: [0023]If your name is not here, click on "New Player" below|
id: [0023]Jika nama Anda tidak ada di sini, klik "Pemain Baru" di bawah|

source: [0024]<PRFN>Please enter your name|
id: [0024]<PRFN>Harap masukkan nama Anda|

source: [0025]<PRFD>Are you Certain that you wish to delete this person from the list?|
id: [0025]<PRFD>Anda yakin ingin menghapus orang ini dari daftar?|

source: [0026]<PRDY>Yes|
id: [0026]<PRDY>Ya|

source: [0027]<PRDN>No|
id: [0027]<PRDN>Tidak|

source: [0028]<PRED>Same profile has already been created|
id: [0028]<PRED>Profil yang sama telah dibuat|

source: [0029]<PREI>Error creating %1s directory|
id: [0029]<PREI>Kesalahan saat membuat direktori %1s|

source: [0030]<PREC>Error creating profile|
id: [0030]<PREC>Kesalahan saat membuat profil|

source: [0038]<NAH_>Human|
id: [0038]<NAH_>Manusia|

source: [0040]<DIFF>Difficulty Level|
id: [0040]<DIFF>Tingkat Kesulitan|

source: [0092]<RNDE>Random Events|
id: [0092]<RNDE>Peristiwa Acak|

source: [0118]The host refuses you|
id: [0118]Tuan rumah menolak Anda|

source: [0119]Cannot join a new game session|
id: [0119]Tidak dapat bergabung dengan sesi permainan baru|

source: [0120]Cannot join a load game session|
id: [0120]Tidak dapat bergabung dengan sesi permainan beban|

source: [0121]You cannot join the game because the save game is different from the host|
id: [0121]Anda tidak dapat bergabung dengan permainan karena save game berbeda dari tuan rumah|

source: [0122]You cannot join the game because the host does not accept your game version|
id: [0122]Anda tidak dapat bergabung dengan game karena tuan rumah tidak menerima versi game Anda|

source: [0123]You cannot join the game because the session is full|
id: [0123]Anda tidak dapat bergabung dengan game karena sesi sudah penuh|

source: [0148]<SV_G>Save Game|
id: [0148]<SV_G>Simpan Permainan|

source: [0149]<0SAV>You haven't saved any games yet.|
id: [0149]<0SAV>Anda belum menyimpan game apa pun.|

source: [0150]<SAVE>Save|
id: [0150]<SAVE>Simpan|

source: [0152]<LOAD>Load|
id: [0152]<LOAD>Muat|

source: [0154]<EMGS>Empty Game Slot|
id: [0154]<EMGS>Slot Game Kosong|

source: [0155]<PAGE>page %1d/%2d|
id: [0155]<PAGE>halaman %1d/%2d|

source: [0156]<-DSL>Cannot delete this slot|
id: [0156]<-DSL>Tidak dapat menghapus slot ini|

source: [0158]<GDAT>Game date: |
id: [0158]<GDAT>Tanggal:|

source: [0159]<FDAT>File date: |
id: [0159]<FDAT>Tanggal file:|

source: [0160]<FNAM>File name: |
id: [0160]<FNAM>Nama file:|

source: [0161]<AOVW>It will overwrite the existing save game.
id: [0161]<AOVW>Ini akan menimpa save game yang ada.

source: Proceed ?|
id: Lanjutkan?|

source: [0162]<SE-L>Cannot load in scenario editor|
id: [0162]<SE-L>Tidak dapat memuat di editor skenario|

source: [0163]<ADLS>This save game will be deleted.
id: [0163]<ADLS>Save game ini akan dihapus.

source: [0164]<DESV>Description of the save game:|
id: [0164]<DESV>Deskripsi dari save game:|

source: [0165]<OUTD>Insufficient disk space !
id: [0165]<OUTD>Ruang disk tidak cukup!

source: The game is not saved.|
id: Game tidak disimpan.|

source: [0166]<LE_O>Cannot open the save game file|
id: [0166]<LE_O>Tidak dapat membuka file save game|

source: [0167]<LE_H>Cannot read file header|
id: [0167]<LE_H>Tidak dapat membaca header file|

source: [0168]<LE_P>Cannot load the save game.
id: [0168]<LE_P>Tidak dapat memuat save game.

source: It was saved with a different version of Capitalism.|
id: Itu disimpan dengan versi berbeda dari Kapitalisme.|

source: [0169]<LE_G>Load game error|
id: [0169]<LE_G>Kesalahan memuat game|

source: [0170]<SE_C>Error creating save game file.|
id: [0170]<SE_C>Kesalahan saat membuat save game file.|

source: [0171]<SE_H>Error creating save game header.|
id: [0171]<SE_H>Kesalahan saat membuat save game header.|

source: [0172]<SE_G>Error writing save game data.|
id: [0172]<SE_G>Kesalahan menulis penyimpanan data game.|

source: [0174]<LOB?>Cannot connect to lobby|
id: [0174]<LOB?>Tidak dapat terhubung ke lobi|

source: [0175]<LOBC>Cannot get connection string from lobby|
id: [0175]<LOBC>Tidak bisa mendapatkan string koneksi dari lobi|

source: [0186]<STAY>Do you want to continue to stay in the game?|
id: [0186]<STAY>Ingin terus bermain dalam game?|

source: [0188]<RSTT>Restart Game|
id: [0188]<RSTT>Mulai Ulang Game|

source: [0189]<RETI>Retire|
id: [0189]<RETI>Pensiun|

source: [0190]<RETR>Retreat|
id: [0190]<RETR>Mundur|

source: [0196]<ASRS>Do you really want to restart?|
id: [0196]<ASRS>Anda yakin ingin memulai ulang?|

source: [0241]<CHEA>Cheat Mode Enabled.|
id: [0241]<CHEA>Mode Cheat Diaktifkan.|

source: [0257]<SVSU>Game Saved Successfully|
id: [0257]<SVSU>Game Berhasil Disimpan|

source: [0258]<WAIT>Waiting for %1s %2s|
id: [0258]<WAIT>Menunggu %1s %2s|

source: [0274]<GOAW>You will be victorious when you have:|
id: [0274]<GOAW>Anda akan menang jika Anda memiliki:|

source: [0286]<IPXL>Join a local area network game|
id: [0286]<IPXL>Bergabung dengan permainan jaringan area lokal|

source: [0287]<TCPL>Join a local area network or Internet game|
id: [0287]<TCPL>Bergabung dengan jaringan area lokal atau permainan Internet|

source: [0288]<MODL>Join with another player by Modem|
id: [0288]<MODL>Bergabung dengan pemain lain dengan Modem|

source: [0289]<COML>Join with another player linked by serial cable|
id: [0289]<COML>Bergabung dengan pemain lain yang terhubung dengan kabel serial|

source: [0298]<PRFL>Warning: This will delete all information in your multiplayer lobby account that is linked to this player profile.|
id: [0298]<PRFL>Peringatan: Ini akan menghapus semua informasi di akun lobi multipemain Anda yang ditautkan ke profil pemain ini.

source: [0299]%1s %2s : P:%3d M:%4d E:%5d R:%6d FB:%7d Total:%8d|
id: [0299]<# rL0>%1s %2s : P:%3d M:%4d E:%5d R:%6d FB:%7d Total:%8d|

source: [0300]#r - ranking of players|
id: [0300]<#? L0>#r - peringkat pemain|

source: - help|
id: - bantuan|

source: [0322]<ENVI>ENVIRONMENT|
id: [0322]<ENVI>LINGKUNGAN|

source: [0323]<CMPT>COMPETITORS|
id: [0323]<CMPT>KOMPETITOR|

source: [0324]<IMPT>PRODUCTS|
id: [0324]<IMPT>PRODUK|

source: [0325]<GOAL>GOALS|
id: [0325]<GOAL>SASARAN|

source: [0326]<CITY>Number of Cities|
id: [0326]<CITY>Jumlah Kota|

source: [0327]<SCAP>Your Start-up Capital|
id: [0327]<SCAP>Modal Awal Anda|

source: [0329]<ALLS>Stock Market|
id: [0329]<ALLS>Pasar Saham|

source: [0341]<NCOM>Number of Competitors|
id: [0341]<NCOM>Jumlah Pesaing|

source: [0342]<CCAP>Competitor Start-up Capital|
id: [0342]<CCAP>Modal Awal Pesaing|

source: [0343]<CAGG>AI Expansion Aggressiveness|
id: [0343]<CAGG>AI Ekspansi Agresivitas|

source: [0344]<COML>AI Expertise Level|
id: [0344]<COML>Tingkat Keahlian AI|

source: [0346]<CSEC>Show Competitor Trade Secrets|
id: [0346]<CSEC>Tunjukkan Rahasia Dagang Pesaing|

source: [0347]<CCOM>Competence of Local Competitors|
id: [0347]<CCOM>Kompetensi Kompetitor Lokal|

source: [0348]<CSEA>Seaports Importing Consumer Goods per City|
id: [0348]<CSEA>Pelabuhan yang Mengimpor Barang Konsumsi per Kota|

source: [0349]<ISEA>Seaports Importing Industrial Goods per City|
id: [0349]<ISEA>Pelabuhan yang Mengimpor Barang Industri Per Kota|

source: [0351]<ISUP>Constant Import Supply|
id: [0351]<ISUP>Pasokan Impor Konstan|

source: [0352]<IQUA>Import Quality|
id: [0352]<IQUA>Kualitas Impor|

source: [0460]<CCTI>Macro Economy Realism|
id: [0460]<CCTI>Realisme Ekonomi Makro|

source: [0462]<DSMI>Retail Store Type|
id: [0462]<DSMI>Jenis Toko Ritel|

source: [0463]Many|
id: [0463]Banyak|

source: [0464]One|
id: [0464]Satu|

source: [0467]<GSYI>Game Starting Year|
id: [0467]<GSYI>Tahun Mulai Game|

source: [0504]Grand strategy failed, cannot find location to build.|
id: [0504]Strategi besar gagal, tidak dapat menemukan lokasi untuk membangun.|

source: [0505]Declare Bankruptcy, ARE YOU SURE ?|
id: [0505]Nyatakan Pailit, Yakin?|

source: [0506]Yes|
id: [0506]Ya|

source: [0507]No|
id: [0507]Tidak|

source: [0508]Do you really want to retire?|
id: [0508]Anda yakin ingin pensiun?|

source: [0509]Yes|
id: [0509]Ya|

source: [0510]No|
id: [0510]Tidak|

source: [0511]Do you really want to quit to the Main Menu?|
id: [0511]Anda yakin ingin keluar dari Menu Utama?|

source: [0512]Yes|
id: [0512]Ya|

source: [0513]No|
id: [0513]Tidak|

source: [0514]Do you really want to quit to Windows?|
id: [0514]Anda yakin ingin keluar dari Windows?|

source: [0515]Yes|
id: [0515]Ya|

source: [0516]No|
id: [0516]Tidak|

source: [0517]Yes|
id: [0517]Ya|

source: [0518]No|
id: [0518]Tidak|

source: [0519]The plan will replace the existing layout of the current firm.
id: [0519]Rencananya akan menggantikan tata letak yang ada dari perusahaan saat ini.

source: Proceed?|
id: Lanjutkan?|

source: [0520]Delete the current plan, confirm ?|
id: [0520]Hapus paket saat ini, konfirmasi?|

source: [0521]Replace the current plan with the highlighted firm's plan, confirm ?|
id: [0521]Gantikan rencana saat ini dengan rencana perusahaan yang disorot, konfirmasi?|

source: [0522]Sorry, you don't have enough cash.|
id: [0522]Maaf, Anda tidak memiliki cukup uang tunai.|

source: [0531]Fail Loading Game|
id: [0531]Gagal Memuat Game|

source: [0536]Wrong Firm|
id: [0536]Perusahaan Salah|

source: [0537]Firm can not be taken by player!!|
id: [0537]Firm tidak bisa diambil oleh pemain !!|

source: [0539]Null|
id: [0539]Nihil|

source: [0540]Confirm|
id: [0540]Konfirmasi|

source: [0541]Cancel|
id: [0541]Batal|

source: [0543]Sorry, you don't have enough cash.|
id: [0543]Maaf, Anda tidak memiliki cukup uang tunai.|

source: [0546]Game Design Mode Warning|
id: [0546]Peringatan Mode Desain Game|

source: [0547]Grand strategy plan|
id: [0547]Rencana strategi besar|

source: [0548] building farm input failed.|
id: [0548]input bangunan pertanian gagal.|

source: [0549] building factory input failed.|
id: [0549]input pabrik gedung gagal.|

source: [0551]Acquire Technology From Other Companies|
id: [0551]Memperoleh Teknologi Dari Perusahaan Lain|

source: [0552]You cannot acquire new technology now.
id: [0552]Anda tidak dapat memperoleh teknologi baru sekarang.

source: None of the other companies have a technology more advanced than yours.|
id: Tidak ada perusahaan lain yang memiliki teknologi lebih maju dari Anda.|

source: [0553]Switch Brand Strategy|
id: [0553]Ganti Strategi Merek|

source: [0554]When you switch your brand strategy, all products will be labeled with the new brand and their brand ratings will be reset to zero as a result.
id: [0554]Saat Anda mengganti strategi merek Anda, semua produk akan diberi label dengan merek baru dan peringkat merek mereka akan disetel ulang ke nol sebagai hasilnya.

source: [0555]Employment Termination|
id: [0555]Pemutusan Hubungan Kerja|

source: [0556]Employment rejected|
id: [0556]Pekerjaan ditolak|

source: [0557]Employment|
id: [0557]Pekerjaan|

source: [0558]Employment Policy|
id: [0558]Kebijakan Ketenagakerjaan|

source: [0559]Cannot purchase the stock|
id: [0559]Tidak bisa membeli stok|

source: [0560]Issue New Shares|
id: [0560]Terbitkan Saham Baru|

source: [0562]Mansion Demolish|
id: [0562]Hancurkan Rumah|

source: [0564]Change Group Manager|
id: [0564]Ubah Manajer Grup|

source: [0567]GOAL|
id: [0567]SASARAN|

source: [0568]Lost Ownership|
id: [0568]Kehilangan Kepemilikan|

source: [0569]Stock Exchange News|
id: [0569]Berita Bursa Efek|

source: [0570]Upgrade Production Technology|
id: [0570]Meningkatkan Teknologi Produksi|

source: [0571]Yes|
id: [0571]Ya|

source: [0572]No|
id: [0572]Tidak|

source: [0573]Cannot purchase the mansion|
id: [0573]Tidak dapat membeli rumah besar|

source: [0574]Cannot purchase the firm|
id: [0574]Tidak dapat membeli perusahaan|

source: [0575]Cannot purchase the technology|
id: [0575]Tidak dapat membeli teknologi|

source: [0576]Salary Raise Request|
id: [0576]Permintaan Peningkatan Gaji|

source: [0577]Layout Plan|
id: [0577]Rencana Tata Letak|

source: [0578]The highlighted firm doesn't have a layout.|
id: [0578]Perusahaan yang disorot tidak memiliki tata letak.|

source: [0579]The firm type of the current plan is different from that of the highlighted firm.|
id: [0579]Jenis perusahaan dari rencana saat ini berbeda dari perusahaan yang disorot.|

source: [0580]Stock Exchange News|
id: [0580]Berita Bursa Efek|

source: [0581]Tender Offer|
id: [0581]Penawaran Tender|

source: [0582]CHEAT ENABLE|
id: [0582]AKTIFKAN CHEAT|

source: [0583]Save Game|
id: [0583]Simpan Game|

source: [0584]Diversified|
id: [0584]Diversifikasi|

source: [0585]Retail Focused|
id: [0585]Berfokus pada Ritel|

source: [0586]Stock Focused|
id: [0586]Fokus Saham|

source: [0587]Real Estate Focused|
id: [0587]Berfokus pada Real Estate|

source: [0588]All|
id: [0588]Semua|

source: [0589]Retail|
id: [0589]Ritel|

source: [0590]Stock|
id: [0590]Saham|

source: [0591]Real Estate|
id: [0591]Real Estat|

source: [0592]Sowing Month|
id: [0592]Bulan Menabur|

source: [0593]Harvesting Month|
id: [0593]Bulan Panen|

source: [0606]Supplier|
id: [0606]Pemasok|

source: [0607]City|
id: [0607]Kota|

source: [0608]Distance|
id: [0608]Jarak|

source: [0609]Price|
id: [0609]Harga|

source: [0610]Freight Cost|
id: [0610]Biaya Pengiriman|

source: [0611]Supply|
id: [0611]Pasokan|

source: [0612]Demand|
id: [0612]Permintaan|

source: [0613]Seaports|
id: [0613]Pelabuhan|

source: [0614]Quality|
id: [0614]Kualitas|

source: [0615]Brand|
id: [0615]Merek|

source: [0616]OVERALL|
id: [0616]RATING|

source: [0617]SELECT SUPPLIER|
id: [0617]PILIH PEMASOK|

source: [0619]Select Building Location|
id: [0619]Pilih Lokasi Gedung|

source: [0620]Cancel|
id: [0620]Batal|

source: [0621]Ok|
id: [0621]Oke|

source: [0622]CLIENT LIST|
id: [0622]DAFTAR KLIEN|

source: [0624]SELECT ADVERTISING MEDIA|
id: [0624]PILIH MEDIA IKLAN|

source: [0625]Go to Media|
id: [0625]Buka Media|

source: [0626]All products|
id: [0626]Semua produk|

source: [0627]All cities|
id: [0627]Semua kota|

source: [0628]All suppliers|
id: [0628]Semua pemasok|

source: [0629]Client|
id: [0629]Klien|

source: [0631]Rating Points|
id: [0631]Poin Peringkat|

source: [0632]Advertising Cost (CPM)|
id: [0632]Biaya Iklan (CPM)|

source: [0633]Retailing|
id: [0633]Ritel|

source: [0634]Manufacturing|
id: [0634]Manufaktur|

source: [0635]Farming|
id: [0635]Pertanian|

source: [0637]Small|
id: [0637]Kecil|

source: [0638]Medium|
id: [0638]Sedang|

source: [0639]Large|
id: [0639]Besar|

source: [0640]Demolish the apartment and sell the land|
id: [0640]Hancurkan apartemen dan jual tanahnya|

source: [0641]Put this apartment on sale for|
id: [0641]Jadikan apartemen ini dijual untuk|

source: [0642]Owner|
id: [0642]Pemilik|

source: [0643]Annual rent per square foot|
id: [0643]Sewa tahunan per kaki persegi|

source: [0644]Occupancy|
id: [0644]Hunian|

source: [0645]You bought this Apartment at|
id: [0645]Anda membeli Apartemen ini di|

source: [0646]Land and Building Cost|
id: [0646]Biaya Tanah dan Bangunan|

source: [0647]Market Value|
id: [0647]Nilai Pasar|

source: [0648]Profit Graph|
id: [0648]Grafik Laba|

source: [0649]Past 12 months|
id: [0649]12 bulan terakhir|

source: [0650]Occupancy graph|
id: [0650]Grafik hunian|

source: [0651]Put this apartment on sale|
id: [0651]Jadikan apartemen ini diobral|

source: [0652]Buy this apartment|
id: [0652]Beli apartemen ini|

source: [0653]Offer now|
id: [0653]Tawarkan sekarang|

source: [0655]Demolish the building and sell the land |
id: [0655]Hancurkan bangunan dan jual tanah|

source: [0656]Put this building on sale for:|
id: [0656]Jual gedung ini untuk:|

source: [0658]This commercial building is for sale at|
id: [0658]Bangunan komersial ini dijual di|

source: [0661]Sales Revenue|
id: [0661]Pendapatan Penjualan|

source: [0662]Raw Material Cost|
id: [0662]Biaya Bahan Baku|

source: [0663]Freight Cost|
id: [0663]Biaya Pengiriman|

source: [0664]Salaries Expense|
id: [0664]Beban Gaji|

source: [0665]Factory Overhead|
id: [0665]Overhead Pabrik|

source: [0666]Advertising & PR Expense|
id: [0666]Biaya Periklanan & Humas|

source: [0667]Training|
id: [0667]Pelatihan|

source: [0668]Write-offs|
id: [0668]Penghapusan|

source: [0669]Salaries Expense|
id: [0669]Beban Gaji|

source: [0670]Operating Overhead|
id: [0670]Mengoperasikan Overhead|

source: [0671]Training|
id: [0671]Pelatihan|

source: [0672]Write-offs|
id: [0672]Penghapusan|

source: [0673]Sales Revenue|
id: [0673]Pendapatan Penjualan|

source: [0674]Salaries Expense|
id: [0674]Beban Gaji|

source: [0675]Operating Overhead|
id: [0675]Mengoperasikan Overhead|

source: [0676]Advertising & PR Expense|
id: [0676]Biaya Periklanan & Humas|

source: [0677]Training|
id: [0677]Pelatihan|

source: [0678]Write-offs|
id: [0678]Penghapusan|

source: [0679]Sales Revenue|
id: [0679]Pendapatan Penjualan|

source: [0680]Salaries Expense|
id: [0680]Beban Gaji|

source: [0681]Operating Overhead|
id: [0681]Mengoperasikan Overhead|

source: [0682]Advertising & PR Expense|
id: [0682]Biaya Periklanan & Humas|

source: [0683]Training|
id: [0683]Pelatihan|

source: [0684]Write-offs|
id: [0684]Penghapusan|

source: [0685]Sales Revenue|
id: [0685]Pendapatan Penjualan|

source: [0686]Consumption of Reserve|
id: [0686]Konsumsi Cadangan|

source: [0687]Salaries Expense|
id: [0687]Beban Gaji|

source: [0688]Operating Overhead|
id: [0688]Mengoperasikan Overhead|

source: [0689]Advertising & PR Expense|
id: [0689]Biaya Periklanan & Humas|

source: [0690]Training|
id: [0690]Pelatihan|

source: [0691]Write-offs|
id: [0691]Penghapusan|

source: [0703]Total Loan|
id: [0703]Total Pinjaman|

source: [0704]Monthly Interest|
id: [0704]Bunga Bulanan|

source: [0705]Credit Limit|
id: [0705]Batas Kredit|

source: [0706]Interest Rate|
id: [0706]Suku Bunga|

source: [0707]Borrow|
id: [0707]Pinjam|

source: [0708]Repay|
id: [0708]Bayar|

source: [0715]Building Types|
id: [0715]Jenis Bangunan|

source: [0716]Select|
id: [0716]Pilih|

source: [0717]Setup:|
id: [0717]Pengaturan:|

source: [0718]Monthly:|
id: [0718]Bulanan:|

source: [0719]Please select a location|
id: [0719]Pilih lokasi|

source: [0721]Land cost: |
id: [0721]Biaya tanah:|

source: [0722]The location is occupied by residential|
id: [0722]Lokasi ditempati oleh perumahan|

source: [0723]buildings.
id: [0723]gedung.

source: You may acquire them for |
id: Anda bisa mendapatkannya seharga|

source: [0724]LEFT CLICK TO BUILD|
id: [0724]KLIK KIRI UNTUK MEMBANGUN|

source: [0725]Natural Resource|
id: [0725]Sumber Daya Alam|

source: [0726]Reserve|
id: [0726]Cadangan|

source: [0727]Quality|
id: [0727]Kualitas|

source: [0728]Land Cost|
id: [0728]Biaya Tanah|

source: [0729]Cannot set up here:|
id: [0729]Tidak dapat diatur di sini:|

source: [0730]The area does not have enough trees.|
id: [0730]Area tersebut tidak memiliki cukup pepohonan.|

source: [0731]The area does not have any mineral deposit.|
id: [0731]Area tersebut tidak memiliki deposit mineral.|

source: [0732]The area does not have any oil deposit.|
id: [0732]Area tersebut tidak memiliki cadangan minyak.|

source: [0733]The land is not available.|
id: [0733]Lahan tidak tersedia.|

source: [0734]Location is not next to roads|
id: [0734]Lokasi tidak di sebelah jalan|

source: [0736]Cannot set up:|
id: [0736]Tidak dapat mengatur:|

source: [0737]Your company does not have enough cash.|
id: [0737]Perusahaan Anda tidak memiliki cukup uang tunai.|

source: [0740]Link This Item|
id: [0740]Tautkan Item Ini|

source: [0741]Can be sold in:|
id: [0741]Dapat dijual di:|

source: [0742]Cannot be sold in:|
id: [0742]Tidak dapat dijual di:|

source: [0743]retail stores.|
id: [0743]toko ritel.|

source: [0744]Double-click here to view the product detail report.|
id: [0744]Klik dua kali di sini untuk melihat laporan detail produk.|

source: [0745]Profit|
id: [0745]Keuntungan|

source: [0746]Revenue|
id: [0746]Pendapatan|

source: [0747]Quantity|
id: [0747]Kuantitas|

source: [0748]Market Share|
id: [0748]Pangsa Pasar|

source: [0749]Price|
id: [0749]Harga|

source: [0750]Cost|
id: [0750]Biaya|

source: [0751]Price Agreement|
id: [0751]Perjanjian Harga|

source: [0752]New Price|
id: [0752]Harga Baru|

source: [0753]Brand|
id: [0753]Merek|

source: [0754]Quality|
id: [0754]Kualitas|

source: [0755]Price|
id: [0755]Harga|

source: [0756]Overall Rating|
id: [0756]Rating|

source: [0758]Firm Profit|
id: [0758]Laba Perusahaan|

source: [0759]Firm Revenue|
id: [0759]Pendapatan Perusahaan|

source: [0761]retail stores.|
id: [0761]toko ritel.|

source: [0763]Finance Department|
id: [0763]Divisi Keuangan|

source: [0764]Human Resources Department|
id: [0764]Divisi Sumber Daya Manusia|

source: [0765]Public Relations Department|
id: [0765]Divisi Hubungan Masyarakat|

source: [0766]Investor Relations Department|
id: [0766]Divisi Hubungan Investor|

source: [0767]Chief Executive Officer's Office|
id: [0767]Direktur Utama|

source: [0768]Chief Operating Officer's Office|
id: [0768]Direktur Operasional|

source: [0769]Chief Marketing Officer's Office|
id: [0769]Direktur Pemasaran|

source: [0770]Chief Technical Officer's Office|
id: [0770]Direktur Teknologi|

source: [0771]Acquire Technology From Other Companies|
id: [0771]Memperoleh Teknologi Dari Perusahaan Lain|

source: [0772]Set New Dividend|
id: [0772]Tetapkan Dividen Baru|

source: [0773]FINANCE DEPARTMENT|
id: [0773]DIVISI KEUANGAN|

source: [0774]Current Dividend Payout Ratio:|
id: [0774]Rasio Pembayaran Dividen Saat Ini:|

source: [0775]New Dividend Payout Ratio:|
id: [0775]Rasio Pembayaran Dividen Baru:|

source: [0776]Organize an Intensive Training Program|
id: [0776]Mengorganisir Program Pelatihan Intensif|

source: [0777]HUMAN RESOURCES DEPARTMENT|
id: [0777]DIVISI SUMBER DAYA MANUSIA|

source: [0778]Total no.
id: [0778]Jumlah no.

source: of frontline employees|
id: karyawan garis depan|

source: [0779]Total no.
id: [0779]Jumlah no.

source: [0780]<0000>Average employee experience level|
id: [0780]<0000>Rata-rata tingkat pengalaman karyawan|

source: [0781]<0001>Average training level per firm|
id: [0781]<0001>Tingkat pelatihan rata-rata per perusahaan|

source: [0782]<0002>Days since last intensive training|
id: [0782]<0002>Hari sejak pelatihan intensif terakhir|

source: [0785]<0005>Total cost|
id: [0785]<0005>Total biaya|

source: [0786]<0006>The Training Program has been executed|
id: [0786]<0006>Program Pelatihan telah dilaksanakan|

source: [0788]<0008> Employees|
id: [0788]<0008>Karyawan|

source: [0789]<0009> Employee|
id: [0789]<0009>Karyawan|

source: [0790]<0010>out of a total of|
id: [0790]<0010>dari total|

source: [0791]<0011>have gained improvements|
id: [0791]<0011>telah mendapatkan perbaikan|

source: [0792]<0012>has gained improvements|
id: [0792]<0012>telah memperoleh perbaikan|

source: [0793]<0013>in their skills and productivity.|
id: [0793]<0013>dalam keterampilan dan produktivitas mereka.|

source: [0794]<0014>in his skills and productivity.|
id: [0794]<0014>dalam keterampilan dan produktivitasnya.|

source: [0795]<0015>PUBLIC RELATIONS DEPARTMENT|
id: [0795]<0015>DIVISI HUBUNGAN MASYARAKAT|

source: [0796]<0016>Monthly spending on public relations efforts per active city|
id: [0796]<0016>Pengeluaran bulanan untuk upaya hubungan masyarakat per kota yang aktif|

source: [0798]<0018>If your company is using 'Corporate Brand' strategy,|
id: [0798]<0018>Jika perusahaan Anda menggunakan strategi 'Corporate Brand',|
